export const explainText = {
    "amenity" : [
        {
            "subtitle": "経験値タイプについて", 
            "text": "経験値タイプ900は600族系統（カイリュー、バンギラス）、1080は準伝説（ライコウ、エンテイ、スイクン、クレセリア）、1320は幻（ダークライ）、600はその他のポケモンすべてを表します。"
        },
        {
            "subtitle": "育成環境について", 
            "text": "「ミニアメブースト1週間含む」は、育成対象のポケモンに1日あたり50個のアメを7日間、つまり350個のアメを経験値2倍として与えた場合を指します。経験値が2倍となったアメを350個与えても目標レベルへ達しない場合は、残りのアメを通常の経験値として計算し、必要なアメの個数を算出します。「アメブースト」は、経験値が2倍になるアメの個数に上限を与えずに、目標レベルまでのアメの個数を計算します。"
        },
    ],
    "sleep" : [
        {
            "subtitle": "経験値タイプについて", 
            "text": "経験値タイプ900は600族系統（カイリュー、バンギラス）、1080は準伝説（ライコウ、エンテイ、スイクン、クレセリア）、1320は幻（ダークライ）、600はその他のポケモンすべてを表します。"
        },
        {
            "subtitle": "イベント補正について", 
            "text": "「グッドスリープデイを含める」は、月の14日目に経験値2倍、15日目に経験値3倍、16日目に経験値2倍として計算をします。グッドスリープデイは満月の周期で開催されますが、本計算機では30日の周期でグッドスリープデイが開催される前提として計算します。"
        },
        {
            "subtitle": "成長のお香について", 
            "text": "「毎日」を選ぶと毎日の睡眠EXPを2倍として計算します。「グッドスリープデイのみあり」とするとグッドスリープデイの日のみ睡眠EXPを2倍として計算します。"
        },
    ]
}